[
  {
    "nazev": "duch",
    "dialog": [
      "Zdravím tě, dobrodruhu!",
      "Klíče jsou roztroušené po zemi Slovenské. Pouze čisté úmysly a tři klíče odemknou bránu času."
    ],
    "pokracovaniDialogu": [
      "Už jsme se potkali, poutníče.",
      "Nezapomeň – pouze tři klíče otevřou bránu času. Nenech se svést z cesty."
    ]
  },
  {
    "nazev": "dřevorubec",
    "dialog": [
      "Tak ty by ses rád dostal k tomu pařezu? Mohl bych ti pomoci..",
      "Pokud mi přineseš rybu z Dunaje, půjčím ti svoji sekyru.",
      "Tak na co ještě čekáš? Utíkej.. (použíj příkaz 'dej' v případě, že máš rybu)"
    ],
    "pokracovaniDialogu": [
      "Rybu z Dunaje už máš? Bez ní sekera zůstává u mě.",
      "Pařez se sám neporazí. Vrať se, až mi přineseš rybu. (použíj příkaz 'dej' v případě, že máš rybu)"
    ],
    "pozadovanaVec": "ryba",
    "odmena": "sekera"
  },
  {
    "nazev": "správce",
    "dialog": [
      "Dobrý den!",
      "Máte mapu? Pokud ano, tak Vás rád zavedu do trezoru. (použíj příkaz 'dej' v případě, že máš mapu)"
    ],
    "pokracovaniDialogu": [
      "Znovu vás vítám. Už máte tu mapu?",
      "Bez mapy vás k trezoru nepustím. Historie má svá pravidla."
    ],
    "pozadovanaVec": "mapa",
    "odmena": "zlatý klíč"
  },
  {
    "nazev": "kupkyně",
    "dialog": [
      "Zdravím tě! Tak ty bys rád zrcadlo?",
      "Udělám s tebou výměnný obchod. Pokud mi doneseš stříbrný prsten, který se nachází v truhle v zřícenině, dám ti ho.",
      "(použíj příkaz 'dej' v případě, že máš zrcadlo)"
    ],
    "pokracovaniDialogu": [
      "Máš ten stříbrný prsten? Bez něj obchod neuzavřeme.",
      "Zrcadlo čeká... Ale ne pro prázdné ruce."
    ],
    "pozadovanaVec": "prsten",
    "odmena": "zrcadlo"
  },
  {
    "nazev": "poutník",
    "dialog": [
      "Počkej!!",
      "Ta truhla je moje!",
      "Dobrá, dobrá.. Dám ti páčidlo, pokud mi přineseš jablko z Bratislavy.",
      "(použíj příkaz 'dej' v případě, že máš páčidlo)"
    ],
    "pokracovaniDialogu": [
      "Jablko z Bratislavy! Nezapomeň, jen s ním dostaneš páčidlo.",
      "Nebudu čekat věčně. Buď přines jablko, nebo odejdi."
    ],
    "pozadovanaVec": "jablko",
    "odmena": "páčidlo"
  }
]
